Repository: tandori46001/personal-hygiene
Catalog: App/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr

# settings.moodLog.trend.weeklyDelta %@ %@
source: Week-over-week %@ %@
es: Semana vs anterior %@ %@
fr: Semaine vs précédente %@ %@

# today.mood.streak %lld
source: %lld-day positive streak
es: Racha positiva de %lld días
fr: Série positive de %lld jours

# today.dayCompletion.caption %lld
source: %lld%% of day done
es: %lld%% del día hecho
fr: %lld%% de la journée faite

# templateEditor.gantt.title
source: Day timeline
es: Línea del día
fr: Frise du jour

# templateEditor.gantt.a11y
source: Block timeline showing overlaps in red
es: Línea de bloques con solapes en rojo
fr: Frise des blocs avec chevauchements en rouge

# templateEditor.csvImport.action
source: Import CSV from clipboard
es: Importar CSV del portapapeles
fr: Importer CSV du presse-papiers

# templateEditor.csvImport.empty
source: Clipboard is empty
es: El portapapeles está vacío
fr: Le presse-papiers est vide

# templateEditor.csvImport.warnings.title
source: Warnings
es: Avisos
fr: Avertissements

# templateEditor.csvImport.warnings.empty.title
source: All rows imported cleanly
es: Todas las filas se importaron sin problemas
fr: Toutes les lignes importées proprement

# templateEditor.csvImport.warnings.empty.description
source: No warnings to show.
es: Sin avisos.
fr: Aucun avertissement.

# templateEditor.cascadeShift.title
source: Shift all blocks
es: Mover todos los bloques
fr: Décaler tous les blocs

# templateEditor.cascadeShift.footer
source: Each press shifts every block by 15 minutes (clamped to the day).
es: Cada pulsación mueve todos los bloques 15 minutos (limitado al día).
fr: Chaque pression décale tous les blocs de 15 min (borné à la journée).

# housekeeping.streak.banner.title
source: Streak suggestions
es: Sugerencias de racha
fr: Suggestions de série

# housekeeping.streak.banner.footer
source: After a long streak, give yourself a few days off without breaking the habit cleanly.
es: Tras una racha larga, date días libres sin romper el hábito de golpe.
fr: Après une longue série, accordez-vous quelques jours sans casser la routine.

# housekeeping.streak.banner %lld %lld
source: %lld-day streak — suggested snooze: %lld days
es: Racha de %lld días — descanso sugerido: %lld días
fr: Série de %lld jours — pause suggérée : %lld jours

# trip.itinerary.action.refreshForecast
source: Refresh forecast
es: Actualizar pronóstico
fr: Actualiser la météo

# trip.itinerary.forecast.lastUpdated %@
source: Last updated %@
es: Última actualización %@
fr: Dernière mise à jour %@

# watch.hydration.pending.count %lld
source: %lld taps
es: %lld toques
fr: %lld touches

# watch.hydration.pending.clear
source: Clear pending
es: Borrar pendientes
fr: Effacer en attente

# watch.settings.section.moodStrip
source: Mood — last 7 days
es: Ánimo — últimos 7 días
fr: Humeur — 7 derniers jours

# settings.moodLog.sections.title
source: By day
es: Por día
fr: Par jour

# settings.moodLog.sections.footer
source: Sectioned view of the trailing log, newest day first.
es: Vista por secciones del registro, día más reciente primero.
fr: Vue en sections, jour le plus récent en premier.

# settings.moodLog.histogram.title
source: Histogram
es: Histograma
fr: Histogramme

# settings.moodLog.histogram.a11y
source: Mood count chart
es: Gráfica de conteo de ánimo
fr: Graphique des humeurs

# settings.moodLog.heatmap.title
source: 6-week heatmap
es: Mapa de calor 6 semanas
fr: Carte de chaleur 6 semaines

# settings.moodLog.heatmap.footer
source: Greener cells = happier days. Empty cells = no entry.
es: Más verde = mejor ánimo. Celdas vacías = sin registro.
fr: Plus vert = meilleure humeur. Cases vides = pas d'entrée.

# settings.moodLog.heatmap.a11y
source: Six-week mood heatmap
es: Mapa de calor de ánimo de 6 semanas
fr: Carte de chaleur d'humeur sur 6 semaines

# settings.moodLog.streak.share
source: Share streak as image
es: Compartir racha como imagen
fr: Partager la série en image

# settings.moodLog.streak.share.footer
source: Renders a 320×320 PNG to the clipboard.
es: Genera un PNG de 320×320 al portapapeles.
fr: Génère un PNG 320×320 dans le presse-papiers.

# watch.hydration.custom.log
source: Log this amount
es: Registrar esta cantidad
fr: Enregistrer cette quantité

# watch.settings.pause.action.1h
source: Pause for 1 hour
es: Pausar 1 hora
fr: Pause d'1 heure

# watch.settings.pause.action.resume
source: Resume notifications
es: Reanudar notificaciones
fr: Reprendre les notifications

# diagnostics.cacheCounters.title
source: Forecast cache
es: Caché de pronóstico
fr: Cache de prévisions

# diagnostics.cacheCounters.hits
source: Hits
es: Aciertos
fr: Réussites

# diagnostics.cacheCounters.misses
source: Misses
es: Fallos
fr: Échecs

# diagnostics.cacheCounters.reset
source: Reset counters
es: Reiniciar contadores
fr: Réinitialiser les compteurs

# diagnostics.cacheCounters.footer
source: Process-local since launch.
es: Por proceso desde el arranque.
fr: Local au processus depuis le lancement.

# diagnostics.housekeepingLog.title
source: Housekeeping log
es: Registro de tareas
fr: Journal des tâches

# diagnostics.housekeepingLog.footer
source: Day count per room recorded since round 22.
es: Días por habitación desde la ronda 22.
fr: Jours par pièce depuis le round 22.

# diagnostics.backupSize.title
source: Next backup size
es: Tamaño de la próxima copia
fr: Taille de la prochaine sauvegarde

# diagnostics.backupSize.label
source: Projected
es: Estimado
fr: Estimé

# diagnostics.backupSize.unavailable
source: Cannot project size right now.
es: No se puede estimar el tamaño ahora.
fr: Estimation impossible pour l'instant.

# diagnostics.backupSize.footer
source: Encoded JSON byte size — actual share-sheet payload may differ slightly.
es: Tamaño JSON codificado — el archivo final puede variar ligeramente.
fr: Taille JSON encodée — le fichier final peut varier légèrement.

# diagnostics.archivedTemplates.title
source: Archived templates
es: Plantillas archivadas
fr: Modèles archivés

# diagnostics.archivedTemplates.label
source: Count
es: Cantidad
fr: Total

# diagnostics.moodStreak.title
source: Mood streak
es: Racha de ánimo
fr: Série d'humeur

# diagnostics.moodStreak.current
source: Current days
es: Días actuales
fr: Jours actuels

# settings.caches.resetAll
source: Reset all caches
es: Reiniciar todas las cachés
fr: Réinitialiser tous les caches

# settings.caches.resetAll.footer
source: Clears weather + currency caches. Mood log + weekly goal stay intact.
es: Borra cachés de tiempo + divisas. Registro de ánimo y objetivo se mantienen.
fr: Efface les caches météo + devise. Journal d'humeur et objectif intacts.

# settings.backup.archivedCount.label
source: Archived templates included
es: Plantillas archivadas incluidas
fr: Modèles archivés inclus

# settings.backup.archivedCount.footer
source: Backup version 5 carries archived-template IDs.
es: La versión 5 incluye IDs de plantillas archivadas.
fr: La version 5 inclut les IDs des modèles archivés.

# templateList.archived.show
source: Show archived
es: Mostrar archivadas
fr: Afficher archivés

# templateList.archived.hide
source: Hide archived
es: Ocultar archivadas
fr: Masquer archivés

# templateList.action.archive
source: Archive
es: Archivar
fr: Archiver

# templateList.action.unarchive
source: Unarchive
es: Desarchivar
fr: Désarchiver

# sleep.weeklyAverage.a11y
source: Weekly sleep average chart
es: Gráfico de media semanal de sueño
fr: Graphique moyenne sommeil hebdomadaire

# sleep.weeklyDelta.caption %@ %@
source: Sleep %@ %@ vs last week
es: Sueño %@ %@ vs semana pasada
fr: Sommeil %@ %@ vs semaine passée

# medication.thirtyDayChart.a11y
source: 30-day medication chart
es: Gráfico de medicación 30 días
fr: Graphique médication 30 jours

# medication.streak.current %lld
source: %lld-day streak
es: Racha de %lld días
fr: Série de %lld jours

# medication.streak.best %lld
source: Best %lld
es: Mejor %lld
fr: Meilleur %lld

# watch.detail.snooze.title
source: Snooze
es: Posponer
fr: Reporter

# watch.settings.hydration.resetPending %lld
source: Reset %lld pending taps
es: Borrar %lld toques pendientes
fr: Effacer %lld touches en attente

# watch.settings.hydration.resetPending.footer
source: iPhone reconciler will skip the cleared queue.
es: El reconciliador del iPhone saltará la cola borrada.
fr: Le réconciliateur iPhone sautera la file effacée.

# blockEditor.followUp.title
source: Follow-up override
es: Override de seguimiento
fr: Délai de suivi spécifique

# blockEditor.followUp.useDefault
source: Use default
es: Usar predeterminado
fr: Utiliser par défaut

# blockEditor.followUp.footer
source: Per-block override of the medication follow-up reminder delay. Default lives in Settings.
es: Override del retraso del recordatorio de medicación. El valor por defecto está en Ajustes.
fr: Remplacement du délai de rappel de médicament. Valeur par défaut dans Réglages.

# templateEditor.bulkEdit.action
source: Bulk edit category
es: Editar categorías en lote
fr: Modifier catégories en lot

# templateEditor.bulkEdit.title
source: Bulk edit
es: Edición en lote
fr: Édition en lot

# templateEditor.bulkEdit.targetSection
source: Target
es: Destino
fr: Cible

# templateEditor.bulkEdit.category
source: Set category to
es: Cambiar categoría a
fr: Définir la catégorie à

# templateEditor.bulkEdit.empty
source: No blocks in this template.
es: No hay bloques en esta plantilla.
fr: Aucun bloc dans ce modèle.

# templateEditor.bulkEdit.selectedCount %lld
source: Selected (%lld)
es: Seleccionados (%lld)
fr: Sélectionnés (%lld)

# templateEditor.bulkEdit.apply
source: Apply
es: Aplicar
fr: Appliquer

# sleep.section.weeklyAverage
source: Weekly average
es: Promedio semanal
fr: Moyenne hebdomadaire

# sleep.bedtime.variance.title
source: Bedtime consistency
es: Constancia al acostarse
fr: Régularité du coucher

# sleep.bedtime.variance.label
source: Std. deviation
es: Desv. estándar
fr: Écart-type

# sleep.bedtime.verdict.consistent
source: Bedtime is consistent.
es: Te acuestas con constancia.
fr: Heure de coucher régulière.

# sleep.bedtime.verdict.driftSlight
source: Slight drift in bedtime.
es: Ligera variación al acostarte.
fr: Léger décalage du coucher.

# sleep.bedtime.verdict.driftSignificant
source: Significant bedtime drift.
es: Fuerte variación al acostarte.
fr: Forte irrégularité du coucher.

# sleep.weeklyDelta.shareImage
source: Share weekly delta as image
es: Compartir variación semanal como imagen
fr: Partager la variation hebdo en image

# medication.section.thirtyDayChart
source: 30-day chart
es: Gráfico de 30 días
fr: Graphique 30 jours

# medication.section.streak
source: Streak
es: Racha
fr: Série

# medication.export.csv30d
source: Copy 30-day dose CSV
es: Copiar CSV de dosis (30 días)
fr: Copier CSV des doses (30 j)

# medication.export.csv30d.footer
source: Copies the trailing 30-day medication-completion log to the clipboard.
es: Copia el registro de medicación de los últimos 30 días al portapapeles.
fr: Copie le journal des 30 derniers jours dans le presse-papiers.

# today.dayCompletion.chip.a11y %lld
source: Today completion %lld percent
es: Avance del día %lld por ciento
fr: Avancement du jour %lld pour cent

# sleep.consistency.score %lld
source: Consistency score %lld
es: Puntuación de constancia %lld
fr: Score de régularité %lld

# sleep.consistency.tier.excellent
source: Excellent
es: Excelente

# sleep.consistency.tier.good
source: Good
es: Bueno
fr: Bien

# sleep.consistency.tier.poor
source: Needs work
es: A mejorar
fr: À améliorer

# sleep.debt.label
source: 7-day sleep debt
es: Deuda de sueño (7 d)
fr: Dette de sommeil (7 j)

# trips.document.expiresIn %lld
source: in %lld days
es: en %lld días
fr: dans %lld jours

# trips.document.expiry.title
source: Document expirations
es: Caducidad de documentos
fr: Expiration des documents

# trips.document.expiry.footer
source: Documents expiring within the next 30 days are listed here.
es: Aquí ves los documentos que caducan en los próximos 30 días.
fr: Documents expirant dans les 30 prochains jours.

# diagnostics.missedDose.title
source: Missed dose probe
es: Sonda de dosis perdida
fr: Sonde de dose manquée

# diagnostics.missedDose.footer
source: Latest medication block past its window without a logged completion.
es: Último bloque de medicación pasado su hora sin marcar como hecho.
fr: Dernier bloc de médicament en retard sans validation.

# diagnostics.latency.title
source: Recent refresh trace
es: Trazas recientes de refresco
fr: Traces récentes de rafraîchissement

# diagnostics.latency.footer
source: Last 10 refresh events with notification counts.
es: Últimos 10 refrescos con conteos de notificaciones.
fr: 10 derniers rafraîchissements avec nombre de notifications.

# diagnostics.lastError.title
source: Recent errors
es: Errores recientes
fr: Erreurs récentes

# diagnostics.everythingV2.copy
source: Copy diagnostics bundle
es: Copiar paquete de diagnóstico
fr: Copier le paquet de diagnostic

# diagnostics.everythingV2.footer
source: Copies a multi-section diagnostics bundle to the clipboard.
es: Copia un paquete de diagnóstico multisección al portapapeles.
fr: Copie un paquet de diagnostic multi-sections dans le presse-papiers.

# diagnostics.cacheCounters.reset.confirm.title
source: Reset cache counters?
es: ¿Reiniciar contadores de caché?
fr: Réinitialiser les compteurs de cache ?

# diagnostics.cacheCounters.reset.confirm.button
source: Reset
es: Reiniciar
fr: Réinitialiser

# diagnostics.cacheCounters.reset.confirm.message
source: This wipes the in-memory cache hits/misses counters.
es: Borra los contadores de aciertos/fallos de caché en memoria.
fr: Cela efface les compteurs hits/misses du cache en mémoire.

# medication.adherence.trend.a11y
source: 30-day adherence trend chart
es: Gráfico de tendencia de adherencia (30 días)
fr: Graphique de tendance d'adhésion (30 j)

# today.shortcut.jumpNext
source: Jump to next block
es: Saltar al siguiente bloque
fr: Aller au bloc suivant

# blockEditor.shortcut.duplicate
source: Duplicate block
es: Duplicar bloque
fr: Dupliquer le bloc

# watch.settings.theme.title
source: Theme
es: Tema
fr: Thème

# watch.sleep.weeklyAverage
source: Sleep avg (7d)
es: Sueño media (7 d)
fr: Moy. sommeil (7 j)

# watch.medication.streak.current
source: Current
es: Actual
fr: Actuel

# watch.medication.streak.best
source: Best
es: Mejor
fr: Record

# today.empty.action.refresh
source: Refresh
es: Recargar
fr: Actualiser

# settings.data.resetAll
source: Reset all data
es: Borrar todos los datos
fr: Effacer toutes les données

# settings.data.resetAll.footer
source: Erases templates, completions, hydration, housekeeping, trips, mood log, archive flags, and watch caches. Onboarding + theme preferences are kept.
es: Borra plantillas, completados, hidratación, limpieza, viajes, registro de ánimo, archivos y cachés del reloj. Onboarding + tema se conservan.
fr: Efface modèles, complétions, hydratation, ménage, voyages, journal d'humeur, archives et caches de la montre. L'onboarding + le thème sont conservés.

# settings.data.resetAll.confirm.title
source: Reset everything?
es: ¿Borrar todo?
fr: Tout effacer ?

# settings.data.resetAll.confirm.button
source: Erase all data
es: Borrar todo
fr: Tout effacer

# settings.data.resetAll.confirm.message
source: This cannot be undone. Export a backup first if you want to keep your current data.
es: No se puede deshacer. Exporta un backup primero si quieres conservar tus datos actuales.
fr: Action irréversible. Exportez une sauvegarde d'abord si vous voulez garder vos données actuelles.

# common.error
source: Error
fr: Erreur

# settings.advisory.source.australia
source: Australia — Smartraveller
fr: Australie — Smartraveller

# settings.notifications.status.provisional
source: Provisional
fr: Provisoire

# settings.moodLog.trend.window.7
source: 7d
fr: 7j

# settings.moodLog.trend.window.30
source: 30d
fr: 30j
